final cs = [
  {
    "name": "رياضيات",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "هندسة الكترونية",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "أسس كهريائية",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "هياكل بيانات",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "تقنيات منطق",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "رسم هندسي",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "لغات",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "مختبر أسس كهربائية",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر هياكل بيانات",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر تقنيات منطق",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر مهارات",
    "year": "الأولى",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "رياضيات متقدمة",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "الكترونيك رقمي",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "نظم رقمية متقدمة",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "معمارية الحاسبة",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "برمجة منظومة",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "اتصالات",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "تقنيات برمجية",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "ديمقراطية وحقوق انسان",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر الكترونيك رقمي",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر تقنيات برمجية",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر برمجة منظومة",
    "year": "الثانية",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "حسابات هندسية",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "معالجة إشارة رقمية",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "هندسة برامجيات",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "مايكروكومبيوتر",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "تشفير وامنية المعلومات",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "نظم تشغيل",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "سيطرة",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "مختبر هندسة برامجيات",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر مايكروكومبيوتر",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر سيطرة",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر تطبيقات هندسية",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الثالثة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "شبكات الحاسوب",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "أنظمة ذكية",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "اتصالات متقدمة",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "تكنولوجيا المعلومات",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "معالجة صور رقمية",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "معالجة متوازية",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 6,
    "type": 1
  },
  {
    "name": "مشروع",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 4,
    "type": 1
  },
  {
    "name": "مختبر شبكات الحاسوب",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر أنظمة ذكية",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "مختبر معالجة صور",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الرابعة",
    "semister": "الأول والثاني",
    "units": 2,
    "type": 1
  }
];
