final exams = [
  {
    "name": "تقنيات المنطق",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "07/25/2021"
  },
  {
    "name": "رياضيات",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "07/27/2021"
  },
  {
    "name": "لغات",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "07/28/2021"
  },
  {
    "name": "أسس كهربائية",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "07/31/2021"
  },
  {
    "name": "هياكل بيانات",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "08/03/2021"
  },
  {
    "name": "هندسة الكترونية",
    "year": "الأولى",
    "semister": "الثاني",
    "date": "08/07/2021"
  },
  {
    "name": "ديمقراطية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/24/2022"
  },
  {
    "name": "اتصالات رقمية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/26/2022"
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/29/2022"
  },
  {
    "name": "نظم رقمية متقدمة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/30/2022"
  },
  {
    "name": "تقنيات برمجية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/01/2022"
  },
  {
    "name": "الكترونيك رقمي",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/03/2022"
  },
  {
    "name": "برمجة منظومة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/06/2022"
  },
  {
    "name": "رياضيات متقدمة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/08/2022"
  },
  {
    "name": "معمارية الحاسوب",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/10/2022"
  },
  {
    "name": "ثقافة ووعي بيئي",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "07/25/2021"
  },
  {
    "name": "نظم رقمية متقدمة",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "07/26/2021"
  },
  {
    "name": "معمارية الحاسوب",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "07/29/2021"
  },
  {
    "name": "الكترونيك رقمي",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "07/31/2021"
  },
  {
    "name": "رياضيات تحليلية",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "08/02/2021"
  },
  {
    "name": "حقوق الانسان",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "08/04/2021"
  },
  {
    "name": "برمجة منظومة",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "08/05/2021"
  },
  {
    "name": "اتصالات رقمية",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "08/07/2021"
  },
  {
    "name": "تقنيات برمجية",
    "year": "الثانية",
    "semister": "الثاني",
    "date": "08/09/2021"
  },
  {
    "name": "تشفير بيانات",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "01/27/2022"
  },
  {
    "name": "مبادئ أنظمة مايكروية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "01/31/2022"
  },
  {
    "name": "هندسة برامجيات",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/03/2022"
  },
  {
    "name": "حسابات هندسية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/05/2022"
  },
  {
    "name": "معالجة إشارة رقمية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/07/2022"
  },
  {
    "name": "سيطرة بالحاسوب",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/09/2022"
  },
  {
    "name": "مبادئ أنظمة تشغيل",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/12/2022"
  },
  {
    "name": "تصميم أنظمة حاسبات مايكروية",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "07/25/2021"
  },
  {
    "name": "تصميم أنظمة تشغيل",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "07/27/2021"
  },
  {
    "name": "معالجة إشارة رقمية",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "07/29/2021"
  },
  {
    "name": "تشفير بيانات",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "08/01/2021"
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "08/02/2021"
  },
  {
    "name": "هندسة برامجيات",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "08/04/2021"
  },
  {
    "name": "هندسة سيطرة",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "08/07/2021"
  },
  {
    "name": "حسابات هندسية",
    "year": "الثالثة",
    "semister": "الثاني",
    "date": "08/09/2021"
  },
  {
    "name": "مبادئ شبكات الحاسوب",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "01/26/2022"
  },
  {
    "name": "شبكات عصبية اصطناعية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "01/30/2022"
  },
  {
    "name": "معالجة صور رقمية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/01/2022"
  },
  {
    "name": "معالجة متوازية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/06/2022"
  },
  {
    "name": "سيطرة بالحاسوب",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/08/2022"
  },
  {
    "name": "تكنولوجيا المعلومات",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/10/2022"
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/12/2022"
  },
  {
    "name": "منطق ضبابي وخوارزميات جينية",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "07/26/2021"
  },
  {
    "name": "شبكات الحاسوب",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "07/28/2021"
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "07/29/2021"
  },
  {
    "name": "معالجة متوازية",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "07/31/2021"
  },
  {
    "name": "معالجة صور رقمية",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "08/02/2021"
  },
  {
    "name": "سيطرة الحاسوب",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "08/05/2021"
  },
  {
    "name": "تكنولوجيا المعلومات",
    "year": "الرابعة",
    "semister": "الثاني",
    "date": "08/08/2021"
  }
];
