final exams = [
  {
    "name": "رسم هندسي ",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/10/2022"
  },
  {
    "name": "رياضيات",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/14/2022"
  },
  {
    "name": "تقنيات رقمية",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/17/2022"
  },
  {
    "name": "هياكل بيانات",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/20/2022"
  },
  {
    "name": "اللغة العربية",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/22/2022"
  },
  {
    "name": "اسس الهندسة الكهربائية",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/24/2022"
  },
  {
    "name": "هندسة  الكترونية",
    "year": "الاولى ",
    "semister": "الأول",
    "date": "03/26/2022"
  },
  {
    "name": "ديمقراطية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/24/2022"
  },
  {
    "name": "اتصالات رقمية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/26/2022"
  },
  {
    "name": "اللغة الإنكليزية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/29/2022"
  },
  {
    "name": "نظم رقمية متقدمة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "01/30/2022"
  },
  {
    "name": "تقنيات برمجية",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/01/2022"
  },
  {
    "name": "الكترونيك رقمي",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/03/2022"
  },
  {
    "name": "برمجة منظومة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/06/2022"
  },
  {
    "name": "رياضيات متقدمة",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/08/2022"
  },
  {
    "name": "معمارية الحاسوب",
    "year": "الثانية",
    "semister": "الأول",
    "date": "02/10/2022"
  },
  {
    "name": "مباديء انظمة مايكروية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "01/27/2022"
  },
  {
    "name": "تشفير بيانات",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "01/31/2022"
  },
  {
    "name": "هندسة برامجيات",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/03/2022"
  },
  {
    "name": "حسابات هندسية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/05/2022"
  },
  {
    "name": "معالجة اشعة رقمية",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/07/2022"
  },
  {
    "name": "سيطرة بالحاسوب",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/09/2022"
  },
  {
    "name": "مباديء انظمة تشغيل",
    "year": "الثالثة",
    "semister": "الأول",
    "date": "02/12/2022"
  },
  {
    "name": "مباديء شبكات الحاسوب ",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "01/26/2022"
  },
  {
    "name": "شبكات عصبية صناعية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "01/30/2022"
  },
  {
    "name": "معالجة صور رقمية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/01/2022"
  },
  {
    "name": "معالجة متوازية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/06/2022"
  },
  {
    "name": "سيطرة بالحاسوب",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/08/2022"
  },
  {
    "name": "تكنلوجيا المعلومات",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/10/2022"
  },
  {
    "name": "لغاة انكليزية",
    "year": "الرابعة",
    "semister": "الأول",
    "date": "02/12/2022"
  }
];
