import 'package:form/models/news.dart';

final fakenews = [
  News(
      id: '1',
      title: "رسالة",
      body:
          "رسالة ماجستير في كلية الهندسة مستنصرية تناقش كشف هوية اجهزة انترنت الاشياء باستخدام التعليم الالي"),
  News(
      id: '2',
      title: "مناقشة",
      body:
          "مناقشة رسالة ماجستير في كلية الهندسة مستنصرية تبحث نظام تحكم رصين لعلاج نمو الورم السرطاني اعتمادا على تقنية العلاج الفيروسي وخوارزميات التحسين"),
  News(
      id: '3',
      title: "شهادة مشاركة",
      body:
          "شهادة مشاركة في ورشة عمل افتراضيه حول المفاهيم الاساسية في علم النانووتقنية النانو"),
  News(
      id: '5',
      title: "تطوير",
      body: "قسم هندسة الحاسوب يعمل على تطوير المختبرات"),
  News(
      id: '4',
      title: "اجتماع",
      body: "اجتماع الهيئة العامة في قسم هندسة الحاسوب"),
  News(
      id: '6',
      title: "ورشة",
      body: "قسم هندسة الحاسوب يعقد ورشة عمل ارشادية لطلبة المرحلة الاولى"),
];
