final List<Map<String, dynamic>> students = [
  {
    "name": "احمد حازم عباس",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اسراء نهار غازي",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "بيداء قاسم باكور",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حسين علي كامل",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حوراء موفق خليل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حيدر صادق وسم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رونق محمد داود",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زهراء فراس حميد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زين العابدين رؤوف حبيب",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب حامد خلف",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب فراس عبد الحسن",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب لطيف جبر",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سارة سعيد خليل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد عدنان خلف",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد منذر حميد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سماء لؤي كريم",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سنا الرحمن مصطفى حكمت",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "صفا الياسر حسين",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "صفا حسن عبيد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "صفا علي محمد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "صفاء نامس سعيد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "طيبة حسين فاضل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عباس عطيه هندول",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبد الباسط محمد مطشر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبد الرحمن محمد شاكر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حازم كاظم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حيدر هلال",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي رعد محمد عبد الحسن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "غدير اياد قاسم",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمة احمد ابراهيم",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمة ماجد مهدي ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فرح اسماعيل حضير",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "كرار سعد موحي",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "كرار علي جاسب",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد حسين حيدر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد ياس خضير",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمود عباس فاضل",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مرتضى حكمان سايه مير",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نرجس عدنان صالح",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نور اسماعيل حمد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "هدى قيصر قيس",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "هدى كريم عبود",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ياسر صلاح كاظم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمد ستار جبار",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "أمير عمار محمد علي فاضل",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "امير هاني شاكر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "اية مهند اسماعيل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "تبارك اثير فاضل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "تقى احمد عداي",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "جعفر عبد الحسن عريبي بدن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "جمانة حيدر علي",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسن علي ناصر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسنين علي زوير",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسين خالد حميد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ديمة سالار مجلوم",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رؤى طه ياسين",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زينب احمد صالح",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زينب عيسى عطيه",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زينه وسام كريم",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سبأ عبد حمد محمد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "شهلاء عبد الله مدلول",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "صفاء هاشم سعد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "طيبة هيثم سلمان",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عبدالرحمن صلاح الدين حسن ",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "علي حازم جواد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "علي حسين كاظم جدوع",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عمار حاتم علوان",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عمر حارث ناصر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمة رعد كريم عبد الرضا",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمة فاضل ميذاب",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "كوثر ستار عيدان ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد باقر هادي حسن كاظم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد عباس شايع",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد وليد برهان",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مروة اسعد بشير",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مريم حيدر خزعل",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مصطفى احسان فخري",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مصطفى سعدي كريم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منتظر عباس رزاق",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منار هاشم سعد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مهتدى يونس راضي",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مينا حيدر محمد حسين ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "نور الزهراء حسين",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "نور الهدى طالب عبد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "هاني رائد تركي",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ياسر علاء عبد الحسين",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ابراهيم نهاد ذاكر احمد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "ابو بكر نايف حسن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "أحمد جعفر برهان",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "اسماعيل محمد جاسم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "اية رعد عبد وحيد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسنين محمد جاسم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين خريج يازع ",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين عبد الحمزة ابراهيم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين علي عامر",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين يوسف حسين",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حميدة عبد الخالق  مهدي",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حيدر سعد قاسم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "رسل جليل عبد العباس",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "رضا جواد كاظم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "رهام سالم هادي",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "سارة علاء صالح فالح",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "طيبة مالك رمضان",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "عباس محمد رحيم  عبد الحسن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "عبد الرحمن سرمد محمد حسن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "عبد المعز عبد الله كاظم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "علي حيدر منصور",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "علي عماد عادل",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "غفران عبد الستار جبار ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "فياض سمير جمعة",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "قاسم صباح هاشم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد صادق رعد حسن هاشم",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد فاضل كامل",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد مصطفى حسين",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد مهدي رشيد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مروان عباس رحيم جودي",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مريم قاسم محمد ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مسلم عبد الحسين سلمان",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "المصطفى محمد احمد",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "منتظر محمد عبد الجبار",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مهدي عباس عبد الحسن",
    "year": "الأولى",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "نور ماجد حميد مجيد",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "هبة الله محمود جلوب طارش",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "هدير محمد نعمة ",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "ورود حافظ عباس",
    "year": "الأولى",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "احمد صلاح حسن كاظم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "أمل أسامه خضير",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "امير حمود كاطع فهد (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اميمة قاسم صالح",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ايه ظافر محمد عبد القادر",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "تبارك نجم عبد الله (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حارث عادل مدب",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حنين شكر محمود (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رحمه ماجد سعدي (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رسل ليث فيصل (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رقيه حيدر فليح",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رنا محمد عبد القادر جبوري",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رؤى عبد الناصر حسن خضير",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ريام صادق حمود شريدة",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زهراء بلال كاظم (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زهراء كامل حسين قاسم",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب عامر محمد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد محمد حسن جميل",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجى حميد حسن",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجى عبد الكريم عبد (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجى عماد الدين محسن محمد ",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سفيان مظهور محمود حمزة",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "صلاح احمد صلاح احمد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبدالله عدنان كريم فليح",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عدنان عمر عدنان منير",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حسن عيدان كاظم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حسين وانس نايف",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي عبد الكريم حسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي محمد شاكر",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عمر عصام الدين عبد السلام",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمة علاء عبد الجليل ",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمة هادي مالح",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمه رعد نصيف",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمه غازي فيصل علي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد فلاح علي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مريم احمد عداي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مصطفى جمال جبار",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مصطفى حسن عباس",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "معاذ سلام عبد ناصر",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ميادة حسن عزيز حسن",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نور صبحي جواد كاظم",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "يوسف فلاح عبد فلحي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ابراهيم محمد علي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "آية جواد كاظم عوده",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ايوب قتيبة عماد الدين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "تبارك فتاح لطيف كاظم",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسن محمد غازي عبد الحسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حليمه عبدالكريم مصطفى راشد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حوراء قاسم محمد عنين",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حيدر محمد حسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "خديجه محمد جلال",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "داليا اسامة علي فرج",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رامي عبدالله نجم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رَود محمد عيسى",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زهراء عصام عبدالله سعودي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زينب رعد طارش كعيد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سجاد احمد عبد (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سيف حميد محمد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سيف مهند رمزي (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "شهد صلاح الدين حسن",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "صلاح محمد عباس حمد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عائشة علي منذر اسماعيل",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عبدالله علي موسى",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عقيل عادل محمد (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "علي عبدالله معارج حامي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمة ماجد خلف",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمة مؤيد غالي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد حازم راجي سهل",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد رائد يوسف فياض",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد طاهر كاظم (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد علي حسين فليح حسن",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد كردي عبد الله (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مريم كمال مصطفى",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مصطفى علي مطر",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منار احمد خلف فهيد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منار سمير حسين لفتة",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منار عزيز عاكول (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "منتـظر احمـد شـاكـر عودة",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مهدي حسن لطيف (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "نبأ قاسم رسن جري",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "نور باسم سالم زيدان العامري",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "وصال جابر شاكر حمزة",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "يعقوب حامد حسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "احمد حسين جاسم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "احمد حيدر عبد المهدي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "احمد رزاق عطار (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "احمد نبيل عباس",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "اسراء علي داود",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "ايناس خالد علي (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "ايه جواد كاظم محمد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "تكتم جابر لطيف",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "حسنين موسى عمران كاظم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "حسين حمزة جاسم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "حوراء جبار محمود (رس)",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "حيدر عبد الحر عبد علي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "خالد محمد شافي (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "رانيا عبدالجبار محي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "رانيه احمد علي اكبر علي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "زينب أحمد علي رسن",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "زينب محسن خلف كيطان",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "سجاد منير خير الله",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "سجاد هاشم عنيد (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "سجى قيس مزهر اسكندر",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "سكينه عمار عباس رشيد",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "عبدالاله صباح حميد عبيد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي أحمد عبد الزهره محمد رضا",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي حسين جعفر حسن",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي عباس فاضل",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي محسن كامل داخل",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي محمد حمزه",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "علي هيثم حميد عبد الحسن",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "فاطمة قاسم بلاسم",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "فاطمة ناصر جاسب عجيل",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "كاظم عباس صاحب",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "كرار فالح فاخر عبد الحسن",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "مرتضى سعد جهاد (رس)",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "مرتضى عبد الرسول صالح",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "مرتضى محمد نزال",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "مصطفى عايد نوري مالك",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "منى احمد حسين علوان",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "نور عبدالسلام محمد أمين",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "نورالهدى محمد رضا حيدر",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "C"
  },
  {
    "name": "احمد حسن عبد الكريم حسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "احمد غانم هاشم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "احمد وليد كامل احمد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "اسراء هادي طه",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "بكر محمد اسماعيل",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "جعفر رضا حسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "جعفر عادل عبد الرسول",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "جمانة عبد علي تقي عبد علي",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حارث عباس صاحب",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسن حمزة حكمت عبد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين جبار رحيم لفتة",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين صالح حسن كاظم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين علاء عبد الرزاق ",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حسين علي معين نجم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حنين عامر ظاهر",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "حيدر عبد الرسول عبد الحسين",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "رائد رافد عباس",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "زينب عبد الله اكرم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "سلوان عبيد ذبيح فرج",
    "year": "الثانية",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "صفاء نايوخ خيزران زكم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "طارق علي سلمان داود",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "عبد الاله خليل غلام كاظم",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "عبد الله علي عبد الاله مهدي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "علي عبد الامير داود سبع",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "فاضل فاخر عنيد جابر ",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "لجين محمد جاسم طه",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مآب عبد الحسن باوي",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مازن سنان جلال عبد المجيد",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد سعدي فاضل شبيب",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد عماد عيسى",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مرتضى فاضل عباس",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "مقتدى حسين نعمة رسن",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "محمد فاضل خضير",
    "year": "الثانية",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678"
  },
  {
    "name": "ابراهيم عمر ياسين ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمد داود بداي",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمد سامي حسن ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمد علي اصغر محمد",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اسامة رائد سعدي جاسم",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "استبرق حسين وهب عليوي",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اطياف فرج علي عبد الله ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "براق باسم طالب عباس",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "تبارك صباح حسن ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "تقي محمد عيدان ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حنين كريم حاجم",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "دانية علي رياح طارش",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "دعاء جاسب بوه فرج ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ذوالفقار كاطع جار الله سطام",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رسل محمد ناطق علي غالب",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زهراء حسين علي راشد",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زهراء علاء حسين",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زين العابدين عباس فاضل علي",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زين العابدين عبد الغني",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب هاشم محسن",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد رحمن سلمان",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد فهمي جابر ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد مشتاق خليل",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجى احمد علي حسين ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سمر اياد عبد الكاظم ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "شروق فاضل عبد الرضا فاضل",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبد الله عادل عبد قاسم",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حسن علي فليح",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حيدر عبد الرزاق محمد ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عمر ناطق فوزي حسن",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فهد خليفة ابراهيم ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ليث جاسم كاظم شرقي ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد عباس هاشم جلوب",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد عماد ستار",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمدعبدالحميدعبدالرضا ",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ميس رعد حسين",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نبأ ياسين عبد الله",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نغم عبد علي صالح",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "همام  علي حميد غضبان",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ابراهيم عبد الجبار داغر",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمد علي فليح",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اشراق خلف محمد",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "بسام حازم اسماعيل",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حيدر عبد الحكيم مزهر شلو",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "شيرين فخري احمدكله ",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد حسن حيدر",
    "year": "الثالثة",
    "sex": "ذكر",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "هبة مناف علي ظاهر",
    "year": "الثالثة",
    "sex": "انثى",
    "shift": "مسائي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "احمدعبدالحسين عبد الرسول (رس،س،م)",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "اسراء فارس عبداللطيف",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "انس عباس جليل(رس،س،صباحي)",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "آيات إسماعيل خضير",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ايه مؤيد جاسم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "جنة تمار مرتضى",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حسين احمد كاطع",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حسين اياد سواد عبادي",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "حيدر ماجد مظلوم",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "راميه حسين ناصر",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "رقيه كريم عويد",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "زينب سعد فرحان",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "ساره محمود حسين",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد عزيز صويح",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "سجاد محمود محمد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "شهد صفاء عبد الحسين هاشم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "شهد علاء حسين",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبد الكريم عادل عباس (رس،س،مسائي) ",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبدالرحمن عماد جواد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "عبدالله حذيفه محمد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي انمار برهان",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي حسين علي حسين",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "علي فارس مطر",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "فاطمه رحيم قاسم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "كوثر كمال محسن",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد خالد ابراهيم",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد خضير ياس",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد سعد عبد الوهاب",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "محمد ناجح حميد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مريم جاسم صبر",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مريم جمعه سندال",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مريم زيدان خلف",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مريم محمد صادق عبد الامير",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "مصطفى ثامر علي",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "نعمان منذر محمود",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "A"
  },
  {
    "name": "يوسف جمال حسين  ",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "اسراء صعب سلمان",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "إستبرق جنيد محمود",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "إياد طارق حسن",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "بنت الهدى علي سليم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسن جلال جبار",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "حسن هيثم احمد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ذكرى هيثم عبد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رحمة جاسم عيلان حسين",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رحمة حبيب إسماعيل",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رغد شاكر كريم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رفاه شاكر جاعد",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "رقيه اراز نعمه",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ريم راسم بشار",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زكية كاظم كريم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زهراء إبراهيم عبد علي",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زهراء علي حسن",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زهراء محمد عمر",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "زينة اسماعيل محمود",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سجاد رياض داخل",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "سجاد عباس كاظم",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "صلاح مهدي حسين",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ضيف الله جواد",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "عبدالله طه عبدالله",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "علي ابراهيم كامل",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمة محمد سعدون",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فاطمه جميل ابراهيم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "فقار كريم مطلك",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "كاظم صادق كاظم",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "كرار كامل عبدالله",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "محمد مهدي مجيد نعمه",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "مصطفى حميد كريم",
    "year": "الرابعة",
    "sex": "ذكر",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ملاك عقيل هاشم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "نبأ ضياء جاسب",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "هدى نزيه عبد محمود",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  },
  {
    "name": "ورود مسلم إبراهيم",
    "year": "الرابعة",
    "sex": "انثى",
    "shift": "صباحي",
    "role": 3,
    "pass": "st12345678",
    "part": "B"
  }
];
